Repository: OmarWagih95/mcc24
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: skip
ar: تخطي

source: Choose your service easily
ar: اختار الخدمة بسهولة

source: Describe your request
ar: اكتب وصفا لطلبك

source: Select the best offer for you
ar: اختر العرض الأفضل بالنسبة لك

# Complete_the_service_and_rate_the_service_provider
source: Complete the service and raten the service provider
ar: انهي الخدمة وقيم مزود الخدمة

source: continue
ar: استمرار

source: Search for service or product
ar: ابحث عن خدمة او منتج

source: Text us for any help or question
ar: دردش معنا مباشرة لأي مساعدة او استفسار

source: General contracting
ar: مقاولات عامة

source: General interior design and finishes
ar: ديكورات وتشطيبات عامة

source: General maintenance and renovation
ar: صيانة عامة وتجديد

source: choose maintenance service
ar: اختار خدمة الصيانة

source: then get best prices from our suppliers
ar: ثم احصل علي افضل عروض الأسعار من مزودينا

source: Welcome Back
ar: مرحبا بعودتك

# We_are_excited_to_have_you_back
source: We're excited to have you back, can't wait to see what you've been up to since you last logged in
ar: متحمسين بعودتك لا يمكنا الانتظار لمعرفة اخر نشاطك منذ اخر تسجيل دخول لك

source: email
ar: الإيميل

source: password
ar: الباسورد

source: Remember me
ar: تذكرني

source: Forgot Password ?
ar: هل نسيت الباسورد ؟

source: Login
ar: دخول

source: Language
ar: اللغة

source: Choose Language Of The Interface
ar: اختار لغة واجهة التطبيق

source: Arabic
ar: العربية

source: Settings
ar: الأعدادات

source: Language Exchange
ar: تغيير اللغة

source: Text Us
ar: راسلنا

source: Share Application
ar: مشاركة التطبيق

source: Who Are
ar: من نحن

source: Sign in
ar: تسجيل الدخول

source: Sign up
ar: قم بأنشاء حساب

source: English
ar: الأنجليزية

source: Home
ar: الرئيسية

source: My Order
ar: طلبي

# Maintainance_Packages
source: Offers
ar: باقات الصيانة

source: Phone number
ar: رقم الهاتف

source: Adress
ar: العنوان

source: Don't have an account yet ?
ar: ليس لديك حساب بعد ؟

source: Sign out
ar: تسجيل خروج

source: Brightness change
ar: تفعيل الوضع الليلي

source: No Maintainance offers now
ar: لاتوجد باقات صيانة حاليا

source: No notifications now
ar: لايوجد اشعارات الأن

source: Expert Technicians
ar: فنيون خبراء

source: Service Guarantee
ar: ضمان الخدمة

# customer_satisfaction
source: Customer Satisfaction and Happiness
ar: رضاء وسعادة العملاء

source: Best Prices
ar: أفضل الأسعار

source: Money-Back Guarantee
ar: ضمان استرداد الأموال

source: Service Request
ar: طلب الخدمة

# service_request_success
source: Service requested successfully
ar: تم طلب الخدمة بنجاح

# service_confirmation
source: Service request confirmation
ar: تأكيد طلب الخدمة

# service_description
source: Service
ar: الخدمة

# detailed_description_prompt
source: Please provide a detailed description
ar: من فضلك اكتب شرحاً مفصلاً

# contact_number_prompt
source: Add a contact number (optional)
ar: أضف رقماً للتواصل (اختياري)

# address_description_prompt
source: Detailed address description (optional)
ar: شرح تفصيلي للعنوان (اختياري)

# confirmation
source: Confirm
ar: تأكيد

source: Contact Information
ar: معلومات الاتصال

source: Contact_Number
ar: رقم الاتصال:

source: What We Offer You
ar: ما نقدمه لكم:

source: Finished
ar: منتهي

source: Active
ar: نشط

source: Please write the description
ar: يرجى كتابة الوصف.

source: Click here to log in
ar: اضغط هنا لتسجيل الدخول

source: log in first to request the service
ar: يجب تسجيل الدخول اولا لطلب الخدمة
